import { BlogPostingDataTypes } from 'types/CommonTypes';

export const blogPostingData: BlogPostingDataTypes[] = [
  {
    writer: 'ON_YOU',
    date: '2024.05.16.',
    title: '걸으면 걸을수록 명품길 문경새재 도립공원',
    description:
      '2024년 5월 15일 경북 문경 문경새재 쉬는 날이면 어김 없이 새벽기도 예배에 참여 새벽기도 예배가 끝난 후 바로 출발~ 오전 6시 50분 충주를 넘어서니 멋진 산줄기가 펼쳐진다 오전 7시 22분 문경새재 도립공원 주차장 도착했다.',
  },
  {
    writer: 'ON_YOU',
    date: '2024.05.16.',
    title: '걸으면 걸을수록 명품길 문경새재 도립공원',
    description:
      '2024년 5월 15일 경북 문경 문경새재 쉬는 날이면 어김 없이 새벽기도 예배에 참여 새벽기도 예배가 끝난 후 바로 출발~ 오전 6시 50분 충주를 넘어서니 멋진 산줄기가 펼쳐진다 오전 7시 22분 문경새재 도립공원 주차장 도착했다.',
  },
  {
    writer: 'ON_YOU',
    date: '2024.05.16.',
    title: '걸으면 걸을수록 명품길 문경새재 도립공원',
    description:
      '2024년 5월 15일 경북 문경 문경새재 쉬는 날이면 어김 없이 새벽기도 예배에 참여 새벽기도 예배가 끝난 후 바로 출발~ 오전 6시 50분 충주를 넘어서니 멋진 산줄기가 펼쳐진다 오전 7시 22분 문경새재 도립공원 주차장 도착했다.',
  },
  {
    writer: 'ON_YOU',
    date: '2024.05.16.',
    title: '걸으면 걸을수록 명품길 문경새재 도립공원',
    description:
      '2024년 5월 15일 경북 문경 문경새재 쉬는 날이면 어김 없이 새벽기도 예배에 참여 새벽기도 예배가 끝난 후 바로 출발~ 오전 6시 50분 충주를 넘어서니 멋진 산줄기가 펼쳐진다 오전 7시 22분 문경새재 도립공원 주차장 도착했다.',
  },
  {
    writer: 'ON_YOU',
    date: '2024.05.16.',
    title: '걸으면 걸을수록 명품길 문경새재 도립공원',
    description:
      '2024년 5월 15일 경북 문경 문경새재 쉬는 날이면 어김 없이 새벽기도 예배에 참여 새벽기도 예배가 끝난 후 바로 출발~ 오전 6시 50분 충주를 넘어서니 멋진 산줄기가 펼쳐진다 오전 7시 22분 문경새재 도립공원 주차장 도착했다.',
  },
  {
    writer: 'ON_YOU',
    date: '2024.05.16.',
    title: '걸으면 걸을수록 명품길 문경새재 도립공원',
    description:
      '2024년 5월 15일 경북 문경 문경새재 쉬는 날이면 어김 없이 새벽기도 예배에 참여 새벽기도 예배가 끝난 후 바로 출발~ 오전 6시 50분 충주를 넘어서니 멋진 산줄기가 펼쳐진다 오전 7시 22분 문경새재 도립공원 주차장 도착했다.',
  },
  {
    writer: 'ON_YOU',
    date: '2024.05.16.',
    title: '걸으면 걸을수록 명품길 문경새재 도립공원',
    description:
      '2024년 5월 15일 경북 문경 문경새재 쉬는 날이면 어김 없이 새벽기도 예배에 참여 새벽기도 예배가 끝난 후 바로 출발~ 오전 6시 50분 충주를 넘어서니 멋진 산줄기가 펼쳐진다 오전 7시 22분 문경새재 도립공원 주차장 도착했다.',
  },
  {
    writer: 'ON_YOU',
    date: '2024.05.16.',
    title: '걸으면 걸을수록 명품길 문경새재 도립공원',
    description:
      '2024년 5월 15일 경북 문경 문경새재 쉬는 날이면 어김 없이 새벽기도 예배에 참여 새벽기도 예배가 끝난 후 바로 출발~ 오전 6시 50분 충주를 넘어서니 멋진 산줄기가 펼쳐진다 오전 7시 22분 문경새재 도립공원 주차장 도착했다.',
  },
];
